# my api
Api_id = "29152166"
Api_hash = "f33ce8d688636e11d7ca345c2aaa2054"

App_version = "Telegram Android 9.6.5 x64"
System_version = "11 (30)"

condition_text = """Касательно условий работы по совместной торговле.🫡

<b>Пожалуйста читайте условия полностью</b>

📍<em>Сразу же хочу обозначить мы не занимаемся раскрутками счетов, <b>в целом если вы видите подобное в телеграмме, скорее всего это скам.</b></em>

📍<em>Смотрите, первые 2 сигнала мы даём по условиям оплаты - <b>40% от чистой прибыли.</b> 
<b>Далее 50%</b>.
В сделки заходим аккуратно.</em>

📍<em>Другими словами, я даю вам сигнал, прописываю тейки, стоп и <b>после успешной реализации</b> каждой позиции вы оплачиваете процент от чистого профита.</em> 

📍<em>В случае закрытие сделки в минус <b>весь убыток возмещается.</b></em>

📍<em>Работаем в формате индивидуального ведения <em>(сигналы приходят в личные сообщения). 
Если нужна дополнительно ссылка на телеграмм пишите.</em>

📍<em>Минимальный депозит для оптимальной торговли от <b>100$</b> на фьючерсном счету</em>

📍<em>Напишите мне  на основной аккаунт для ведения сделок -> @BearSignals_Ivan</em>

🔗Основной канал:
https://t.me/+0CMUerzTLVE4YjRi

🔗Отзывы:
https://t.me/+oKe7bni0Co1iMjJi

📍Биржу вы сами выбираете. Советую бинанс либо байбит
Оплата на кошелек что дам после торговли 🎯"""

me_account_text = """Напиши мне на рабочий аккаунт для ведения по сделкам -> <b><em>@BearSignals_Ivan</em></b>"""

def road_to_ses(one_ses):
    return f"E:/pythonProject/SpamAutoSendMessage/Data/sessions/{one_ses}"

